<?php

return [

    'list'                      => 'لیست نماد ها',
    'detail'                    => 'جزئیات نماد',
    'symbolCreated'             => 'نماد با موفقیت ثبت شد',
    'symbolUpdated'             => 'نماد با موفقیت ویرایش شد',
    'symbolDeleted'             => 'نماد با موفقیت حذف شد',

    'types'                     => 'نحوه سفارش گیری',
    'statuses'                  => 'وضعیت ها',

    'name'                      => 'نام',
    'buy_status'                => 'وضعیت خرید',
    'sell_status'               => 'وضعیت فروش',

    'base'                      => 'ارز پایه نماد',
    'quote'                     => 'ارز دوم نماد',
    'pair'                      => 'جفت ارز نماد',
    'base_name'                 => 'نام ارز پایه',
    'quote_name'                => 'نام ارز دوم',
    'pair_name'                 => 'نام جفت ارز',
    'description'               => 'توضیحات نماد',
    'priority'                  => 'اولویت نماد',
    'buy_is_active'             => 'نماد برای خرید فعال باشد یا خیر',
    'sell_is_active'            => 'نماد برای فروش فعال باشد یا خیر',
    'base_image'                => 'تصویر ارز پایه نماد',
    'quote_image'               => 'تصویر ارز دوم نماد',

    'min_qty'                   => 'حداقل تعداد خرید',
    'max_qty'                   => 'حداکثر تعداد خرید',
    'scale_qty'                 => 'تعداد رقم اعشار تعداد خرید',

    'min_price'                 => 'حداقل قیمت خرید',
    'max_price'                 => 'حداکثر قیمت خرید',
    'scale_price'               => 'تعداد رقم اعشار قیمت خرید',

    'min_notional'              => 'حداقل حاصلضرب تعداد در قیمت',
    'max_notional'              => 'حداکثر حاصلضرب تعداد در قیمت',
    'scale_notional'            => 'تعداد رقم اعشار حاصلضرب تعداد در قیمت',

    'percent_order_price_up'    => 'حداکثر درصد قیمت از بالا',
    'percent_order_price_down'  => 'حداکثر درصد قیمت از پایین',
    'percent_order_price_minute' => 'محاسبه میانگین سفارشات در چند دقیقه گذشته',

];
